sp = [
    {
        'advice': 'Придумайте надёжный пароль',
        'title': '''Обеспечение безопасности пароля начинается с его надежного создания. Надежный пароль:
Лучше не менее 12 символов, но не менее 14.
Сочетание букв верхнего регистра, букв нижнего регистра, цифр и символов.
Нет слова, которое можно найти в словаре или имени человека, символа, продукта или организации.
Значительно отличается от предыдущих паролей.
Легко запоминать, но сложно понять, что другие люди могут его угадать. Можно использовать запоминающуюся фразу, например "6MonkeysRLooking^".'''
    },

    {
        'advice': 'Подключите двуэтапную двухфакторная аутентификацию',
        'title': '''Двухэтапная аутентификация, которую еще называют двухэтапной авторизацией, – это использование для входа в компьютерную систему сочетания двух видов паролей: 
текста, отпечатка пальца, кода, который приходит на твой смартфон, числа, которое генерируется специальной программой, и т.д. Это безопасность в квадрате. '''
    },

    {
        'advice': 'Используйте надёждный менеджер паролей',
        'title': '''Менеджер паролей, это программное обеспечение, которое помогает пользователю работать с паролями и PIN-кодами.
Используйте, например, Яндекс и их менеджер паролей.'''
    },

    {
        'advice': 'Обновляйте ПО (приложения, антивирус, система)',
        'title': '''Обновления могут улучшить производительность программного обеспечения, устранить известные ошибки и удалить устаревшие функции, 
занимающие пространство на жестком диске. '''
    },

    {
        'advice': 'Защитите своё устройство паролем',
        'title': '''Установите на своё устройство пароль для входа, это обезопасит ваш телефон от нежелательных лиц, которые захотят им попользоваться!'''
    },

    {
        'advice': 'Используйте антивирус',
        'title': '''Антивирусное програмнное обеспеченивания делает следующие:
Программа помогает предотвратить потерю данных или кражу личных данных
Предотвращение ухудшения функций компьютера
Сведение к минимуму риска различных видов подделки
Безопасное использование электронной почты
Возможность беспрепятственно просматривать различные типы веб-сайтов (при обнаружении угрозы антивирусная программа сообщит вам об этом)
Антивирусная программа также обнаруживает шпионское ПО '''
    },

]

